import React from "react";
import "./index.scss";

const prefix = "menu-detail-wrapper";

function MenuDetail() {
  return (
    <div className={prefix}>
      <h2 className={`${prefix}-title`}>关于买房的看法（摘抄自知乎 左一）</h2>
      <div className={`${prefix}-content`}>
        <div className="important-word">观点：房价下降才开始，现在买有点早。</div>
        <h3>房价的利空因素</h3>

        <h4>1.城市人口增速为零</h4>
        <div>城市化率已经很高了，人口已经转为从城市流出。这是当前已经发生的事实。</div>

        <h4>2.人口老龄化</h4>
        <div>年轻人是享受型买房，会越来越大。</div>
        <div>老年人则是反过来。而且随着死亡人数增加，空出来的房子也会变多。</div>
        <div>这也是当前的事实。而且死亡人口2023年开始加速。</div>

        <h4>3.房价很高，房子流通性很差。</h4>
        <div>房价相对于收入很高，普遍得普通人打工四五十年才能买的起，个别城市是70-80年。</div>
        <div>买了房跟做一辈子奴才没区别了。就算有人敢买，数量上也很有限。</div>
        <div>从技术面上来看，必须要回调。很不幸，2021年是平均房价最高点，2024在下跌。</div>
        <div> 如果后面不反弹大概率2023年买的人就是击鼓传花的最后一环。</div>
        <div>
          2023年买房的是被房多诱骗接盘的最惨的一批。比最高点2021年还高。2021是平均成交最好，2023是最高价最高。
        </div>

        <h4>4.买房考虑学区房是一大刚需</h4>
        <div>人口出生是从2020年开始出现明显下跌，也就是比上一年大跌了263万。</div>
        <div>
          而后面2021年下跌了150万，2022年下跌了100万。三年时间出生人口下跌了500万。估计今年应该也不怎么好看。
        </div>
        <div>
          也许从2020年到2029年出生人口会下滑到700万。 直接对折。 极端情况下，可能会下滑到600万。
          这就也就意味着很多人不用买学区房了。
        </div>
        <div>2020年的孩子，2026年上学。</div>
        <div>
          2022年的孩子2028年上学。因此从2026年起这个泡沫就彻底被刺破了，至少这个市场会被证伪。
        </div>
        <div>这个2022年有心人就能预测到。</div>

        <h4>5.租售比的问题，因为房租的租金收益有限。</h4>
        <div>租金很难抵扣折旧。有点资产常识的人恐怕不会认为房子是特别好的资产。</div>
        <div>正常房子每年的收益应该为房价的5%左右。算下相当于100万的房子，每个月4000。</div>
        <div>如果利率下降，这个收益可以下降为3%，甚至是2%。</div>
        <div>这个平衡点大概在2025年年末。</div>
        <div>
          这个随着房价不涨，房子增值的补偿心理破灭。租售比成为衡量房价的重要因素。发生时间2023年。
        </div>
        <div>
          如果说利好因素，那只有一个。就是改善性需求会增多，这种就比较弹性和随机。只能支撑市场人气，谈不上价格支撑。
        </div>
        <div>综合以上来看，房价的会在年末下降10-20%，明年会继续下降10%左右，</div>
        <div>
          2025年年末止跌，从2025年到2035年会迎来一段震荡期。房价会上升10-20%左右开始强烈震荡。不要入场，平均收益会很差。
        </div>
        <div>2035年开始，就会开始新一轮暴跌。因为人口就是从2035年开始加速下跌的。</div>
        <div>
          2035年大概人口就会下滑到13.5亿左右，人口从每年减少1000万上升至1500万不断加速。房价也会相应的下跌。
        </div>
        <div>结论就是刚需的话，最早明年年末买。或者之后择机购买都行。</div>
        <div>房价可能会在2027年迎来一个新的低点，但是通胀会抬高房价。</div>
        <div>最终购买的价格可能持平。从时间成本上来看。2025年年末买最合适。</div>
        <div>2025年房价大概是2021年最高点30%-40%。这个你得查成交价，公布的价格不会是真相。</div>
        <div>投资不要入场，不如把钱存银行。</div>
        <div>
          即使买了房增值了。光税费，中介费，等待交易的周期带来的各种费用，最少占房子5%以上，还不包括买房着砍价。
        </div>
        <div>这种弱势之下，房价反弹10就很难了。大概率是平进平出，真不如买债券。</div>
        <div>
          另外，根据观察95以后的年轻人普遍不愿意背几十年的房贷。他们甚至对结婚都很谨慎。家里没房的，恐怕会长期租房。
        </div>

        <h3>另外谈一下房价的支撑。</h3>
        <section>
          <div>现在二线城市的房价普遍在1.5-2万之间。房价下跌30%的话，就在1.1-1.4万之间。</div>
          <div> 为简单算按照是1.2万计算。这个区间，房价已经不算特别贵了。</div>
          <div>
            二线城市的平均收入在8000元左右。也就是三个月买两个平方左右。两个人一年下来就是15个平方，也就是不吃不喝6年，保证生活水平大概是10年左右。
          </div>
          <div>从投资角度看，这个区间，买房比租房划算。这个区间，会迎来一轮支撑。</div>
          <div>房子只要不过剩的城市一定不会跌破这个区间。</div>
          <div>
            说这个是想说中国的房价不会走日本的路子。一路下跌。但是人口未来几十年还是会崩盘，房子数量会过剩。
          </div>
          <div>十几年后，这个支撑也就是一波心理安慰。</div>
          <div>基本面已经走坏了，技术面也已经出现了，资金面也不支持继续走高。也就是负增长。</div>
          <div>只要M2增长不高于gdp就可以认为是利空。市场无情，恐慌心理肯定会导致房价走势破位。</div>
          <div>
            有条件的话合适的时机就卖掉，不要幻想暴涨。除非房子的位置是核心的核心。任何时候都能持有。
          </div>
          <div>
            还有一点。有人会幻想毕业的大学生以及他们的家庭接盘。中国至少还有十几年大学生数量超过1000万。
          </div>
          <div>但是，中国目前已经把高利润的产业都做完了。</div>
          <div>市场上能给他们提供的高薪岗位有限。不是2012-2019年这批毕业生能比的。</div>
          <div>估计机会只有这批毕业生的1/3，甚至更少。</div>
          <div>这就会导致有人愿意用更低的收入去干同一个岗位，薪资被压的更低。</div>
          <div>尤其是中高端岗位。这种情况下，房地产会因为就业不理想被天然排出人生任务清单。</div>
          <div>甚至他们可能都不关注房价，或者跟父母同住</div>
        </section>
      </div>
    </div>
  );
}

export default MenuDetail;
